import SecttinName from '../SectionName';

function HistoryAndVison() {
  return (
    <section className=" md:ml-60 my-32 px-16 lg:p-5">
      <div className="flex flex-col md:flex-row gap-7">
        <article>
          <SecttinName text={'Історія'} />
          <div className="flex flex-col gap-10">
            <p>
              Будівництво млина стартувало в 1893 році. Млин Нібура будувавася
              за американським технологічним принципом – з потужною
              інфраструктурою: окремою власною гілкою залізниці,великим
              зерносховищем,електрикою. Електрика з’явилась за 15 років до того,
              як в Олександрівську побудували першу міську електростанцію!
              Динамо-машина німецького електротехнічного заводу «Garbe, Lahmeyer
              und Co» Оснащенням млина займалася провідна млино-будівельна
              компанія – «Густав Феляуер» з Києва. Частина обладнання була
              виготовлена по сусідству(в Шенвізе) на заводі Абрахама Копа.
              Парова кампаунд-машина від Одеського «Белліно-Фендеріх» в 300
              кінських сил і трьома паровими котлами! 27 борошномельних
              верстатів -вальцеві, подвійні з Цюріха «F. Wegmann» і « G.
              Daverio»
            </p>
            <p>
              Це було ноу-хау тієї епохи, справжній прорив в борошномельної
              галузі. Обладнання і вся споруда оцінювалися колосальною для своїх
              часів сумою в 213 675 рублів. Млин Нібура вважався одним з
              найбільших млинів Європи!
            </p>
            <p>
              Його виробнича потужність виявилася настільки великою, що частина
              обладнання млина деякий час взагалі стояла без роботи. І навіть
              при цьому середньодобова продуктивність млина була вражаючою –
              5000 пудів борошна. (82 тонни за одну добу){' '}
            </p>
            <p>
              «Борошно товариства «Г.А. Нібур і Ко »збувається по всій Росії, на
              Кавказі, в Фінляндії, Константинополі, Смирні, Салоніках, Піреї,
              Кандії, Олександрії, Порт-Саїді, Порт-Судані, Яффі, Трапезунді та
              інших ринках».
            </p>
          </div>
        </article>
        <article>
          <SecttinName text={'Візія'} />
          <div className="flex flex-col gap-10 ">
            <p>
              Будівництво млина стартувало в 1893 році. Млин Нібура будувавася
              за американським технологічним принципом – з потужною
              інфраструктурою: окремою власною гілкою залізниці,великим
              зерносховищем,електрикою. Електрика з’явилась за 15 років до того,
              як в Олександрівську побудували першу міську електростанцію!
              Динамо-машина німецького електротехнічного заводу «Garbe, Lahmeyer
              und Co» Оснащенням млина займалася провідна млино-будівельна
              компанія – «Густав Феляуер» з Києва. Частина обладнання була
              виготовлена по сусідству(в Шенвізе) на заводі Абрахама Копа.
              Парова кампаунд-машина від Одеського «Белліно-Фендеріх» в 300
              кінських сил і трьома паровими котлами! 27 борошномельних
              верстатів -вальцеві, подвійні з Цюріха «F. Wegmann» і « G.
              Daverio»
            </p>
            <p>
              Це було ноу-хау тієї епохи, справжній прорив в борошномельної
              галузі. Обладнання і вся споруда оцінювалися колосальною для своїх
              часів сумою в 213 675 рублів. Млин Нібура вважався одним з
              найбільших млинів Європи!
            </p>
            <p>
              Його виробнича потужність виявилася настільки великою, що частина
              обладнання млина деякий час взагалі стояла без роботи. І навіть
              при цьому середньодобова продуктивність млина була вражаючою –
              5000 пудів борошна. (82 тонни за одну добу){' '}
            </p>
            <p>
              «Борошно товариства «Г.А. Нібур і Ко »збувається по всій Росії, на
              Кавказі, в Фінляндії, Константинополі, Смирні, Салоніках, Піреї,
              Кандії, Олександрії, Порт-Саїді, Порт-Судані, Яффі, Трапезунді та
              інших ринках».
            </p>
          </div>
        </article>
      </div>
    </section>
  );
}

export default HistoryAndVison;
