function HistoryAndVison() {
  return ( 
    <>
      <p>Історія борошномельної промисловості у Олександрівські бере свій початок  наприкінці 18 століття 
 В Олександрівський повіт Катеринославської губернії почали заселятися меноніти. Вони заснували колонії Шенвізе, Кронсталь, Айнлаге, та інші.  
   З 1873 року до Шенвізе дісталася залізниця, тим самим перетворивши колонію у потужний промисловий центр. У Шенвізе потягнулися промисловці і мірошники з інших селищ та стали відкривати філії   
У 1881 році свій перший паровий млин в Шенвізе відкрив і Герман Нібур – меноніт, мешканець Хортиці (Верхня Хортиця). У 8-річному віці Герман вже допомагав батькові, в 19 –керуючий одного з борошномельних виробництв, а у 23 – вже став господарем свого першого власного «вітряка». Остання подія трапилася в 1853 році, який можна вважати роком народження так званої «імперії Нібурів». 
На початку XX століття компаніїї «Г.А. Нібур і Ко» належали 11 парових млинів – в Хортиці, Нижній Хортиці, Олександрівську,Шенвізе. На території «менонітського Міннеаполіса» їх було найбільше – відразу чотири. Серед них і справжній флагман «імперії Нибура» – млин №5, той самий, будівля якого і знаходиться зараз на запорізькій вулиці Сергія Серікова. 
«Хлібного короля» Хортицький колонії і Олександрівська на будівництво цього млина надихнула поїздка в Міннеаполіс  та Pillsbury A-Mill – тоді найбільшій в світі  млин. Нібур запалав ідеєю побудувати подібний – величезний, потужний,  обладнаний за останнім словом техніки, функціональний і в той же час ще й візуально привабливий. 
 
Будівництво млина стартувало в 1893 році.   
Млин Нібура будувавася за американським технологічним принципом – з потужною інфраструктурою: окремою власною гілкою залізниці,великим зерносховищем,електрикою. 
Електрика з’явилась за 15 років до того, як в Олександрівську побудували першу міську електростанцію!  
Динамо-машина німецького електротехнічного заводу «Garbe, Lahmeyer und Co» 
Оснащенням млина займалася провідна млино-будівельна компанія – «Густав Феляуер» з Києва. Частина обладнання була виготовлена по сусідству(в Шенвізе) на заводі Абрахама Копа.  
Парова кампаунд-машина від Одеського «Белліно-Фендеріх» в 300 кінських сил і трьома паровими котлами!  
27 борошномельних верстатів -вальцеві, подвійні з Цюріха   «F. Wegmann» і « G. Daverio»   
 
Це було ноу-хау тієї епохи, справжній прорив в борошномельної галузі. 
 
 Обладнання і вся споруда оцінювалися колосальною для своїх часів сумою в 213 675 рублів.   
 
 Млин Нібура вважався одним з найбільших млинів Європи! 
 
Його виробнича потужність виявилася настільки великою, що частина обладнання  млина деякий час взагалі стояла без роботи. І навіть при цьому середньодобова продуктивність млина була вражаючою – 5000 пудів борошна. (82 тонни за одну добу) 
 
«Борошно товариства «Г.А. Нібур і Ко »збувається по всій Росії, на Кавказі, в Фінляндії, Константинополі, Смирні, Салоніках, Піреї, Кандії, Олександрії, Порт-Саїді, Порт-Судані, Яффі, Трапезунді та інших ринках». 
 Вартість майна нібуровского борошномельного об’єднання в 1907 році оцінювали майже в 2 мільйони рублів</p>
    </>
  );
}

export default HistoryAndVison;